const contactInfo = [
  
        {
            id: 1,
            title: " آدرس",
            discription : " شاهین شهر-خ مخابرات-4غربی-پ 3",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth="1.5" stroke="currentColor" className="size-6" > <path strokeLinecap="round" strokeLinejoin="round" d="M15 10.5a3 3 0 1 1-6 0 3 3 0 0 1 6 0Z" /> <path strokeLinecap="round" strokeLinejoin="round" d="M19.5 10.5c0 7.142-7.5 11.25-7.5 11.25S4.5 17.642 4.5 10.5a7.5 7.5 0 1 1 15 0Z" /> </svg>)
        },
            {
            id: 2,
            title: "ساعت کار",
            discription : "  صبح 8-13 و بعدازظهر 15 -21",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth="1.5" stroke="currentColor" className="size-6"> <path strokeLinecap="round" strokeLinejoin="round" d="M12 6v6h4.5m4.5 0a9 9 0 1 1-18 0 9 9 0 0 1 18 0Z" /> </svg>)
        },
            {
            id: 3,
            title: " اکنون با ما تماس بگیرید",
            discription : "تلفن:45367544-031",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth="1.5" stroke="currentColor" className="size-6 " > <path strokeLinecap="round" strokeLinejoin="round" d="M2.25 6.75c0 8.284 6.716 15 15 15h2.25a2.25 2.25 0 0 0 2.25-2.25v-1.372c0-.516-.351-.966-.852-1.091l-4.423-1.106c-.44-.11-.902.055-1.173.417l-.97 1.293c-.282.376-.769.542-1.21.38a12.035 12.035 0 0 1-7.143-7.143c-.162-.441.004-.928.38-1.21l1.293-.97c.363-.271.527-.734.417-1.173L6.963 3.102a1.125 1.125 0 0 0-1.091-.852H4.5A2.25 2.25 0 0 0 2.25 4.5v2.25Z" /> </svg>)
        },


        {
            id: 4,
            title: " اینستاگرام",
            discription : "zafaraniyehtvto.ir",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" fill="currentColor" width="100%" height="100%" > <path d="M224,202.66A53.34,53.34,0,1,0,277.34,256,53.38,53.38,0,0,0,224,202.66Zm124.71-41a54,54,0,1,0,54,54A54,54,0,0,0,348.71,161.71ZM224,277.34A21.34,21.34,0,1,1,245.34,256,21.34,21.34,0,0,1,224,277.34Zm124.71-41a21.34,21.34,0,1,1,21.34-21.34A21.34,21.34,0,0,1,348.71,236.34ZM398.8,80A48,48,0,0,0,352,32H96A48,48,0,0,0,48,80V432a48,48,0,0,0,48,48H352a48,48,0,0,0,48-48ZM224,338.66A82.66,82.66,0,1,1,306.66,256,82.77,82.77,0,0,1,224,338.66ZM368,152a24,24,0,1,1-24-24A24,24,0,0,1,368,152Z" /> </svg>)
        },
            {
            id: 5,
            title: " واتساپ",
            discription : "zafaraniyehtvto.ir",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" fill="currentColor" width="100%" height="100%" > <path d="M380.9 97.1C339-10.7 194.8-35.2 106.3 49.9 36.3 114.7 24.8 214.8 76.8 288L32 464l179.3-46.7c70.6 23.5 152.7 5.8 211.6-52.8 86.5-86.5 86.5-227.3 0-313.4zm-59.6 263c-27.4 27.4-65.6 42.5-105.3 42.5-22.3 0-44.2-4.8-64.6-13.9l-9.3-4.3-112 29.1 29.9-109.2-6-9.6c-16.4-26-25-55.8-25-86.3 0-90.8 73.9-164.7 164.7-164.7 44 0 85.4 17.1 116.5 48.1s48.1 72.5 48.1 116.5c.1 39.7-15.1 77.9-42.5 105.3zM299.2 273.8c-5.6-2.8-33-16.2-38.1-18-5.1-1.9-8.8-2.8-12.5 2.8-3.7 5.6-14.4 18-17.7 21.7-3.3 3.7-6.5 4.2-12.1 1.4-5.6-2.8-23.5-8.7-44.7-27.6-16.5-14.7-27.6-32.8-30.8-38.4-3.2-5.6-.3-8.6 2.5-11.3 2.6-2.6 5.6-6.5 8.4-9.8 2.8-3.3 3.7-5.6 5.6-9.3 1.9-3.7.9-7-0.5-9.8-1.4-2.8-12.5-30.2-17.1-41.5-4.5-10.8-9.1-9.3-12.5-9.5-3.2-.2-7-.2-10.7-.2s-9.8 1.4-14.9 7c-5.1 5.6-19.5 19-19.5 46.2 0 27.2 20 53.5 22.8 57.2 2.8 3.7 39.4 60.2 95.5 84.4 13.4 5.8 23.8 9.3 32 11.9 13.5 4.3 25.8 3.7 35.5 2.2 10.8-1.6 33-13.5 37.6-26.5 4.6-13 4.6-24.1 3.2-26.5-1.3-2.3-5.1-3.7-10.7-6.5z" /> </svg>)
        },
            {
            id: 6,
            title: " ایمیل",
            discription : "zafaraniyehtvto@info.com",
            icon: (<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth="1.5" stroke="currentColor" className="size-6" > <path strokeLinecap="round" strokeLinejoin="round" d="M21.75 6.75v10.5a2.25 2.25 0 0 1-2.25 2.25h-15a2.25 2.25 0 0 1-2.25-2.25V6.75m19.5 0A2.25 2.25 0 0 0 19.5 4.5h-15a2.25 2.25 0 0 0-2.25 2.25m19.5 0v.243a2.25 2.25 0 0 1-1.07 1.916l-7.5 4.615a2.25 2.25 0 0 1-2.36 0L3.32 8.91a2.25 2.25 0 0 1-1.07-1.916V6.75" /> </svg>)
        }

    ]






export default contactInfo